aashish.java-colored-text-printing-extension
alexesprit.vscode-unfancy-file-icons
angular.ng-template
azemoh.one-monokai
bceskavich.theme-dracula-at-night
be5invis.vscode-icontheme-nomo-dark
benjaminbenais.copilot-theme
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brapifra.phpserver
bretdoyle.javascript-extensions-pack---js-essentials
broadcommfd.debugger-for-mainframe
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
ciberturtle.sharp-icons
clari-codes.clari-codes-theme
csstools.postcss
cyrilletuzi.angular-schematics
daltonmenezes.aura-theme
dbaeumer.vscode-eslint
devsense.composer-php-vscode
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
fabiospampinato.vscode-monokai-night
felipe-mendes.slack-theme
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
ftsamoyed.theme-pink-cat-boo
georgewfraser.vscode-javac
gerane.theme-dark-dracula
github.copilot
github.copilot-chat
github.github-vscode-theme
github.remotehub
github.vscode-pull-request-github
glenn2223.live-sass
gydunhn.html-essentials
gydunhn.javascript-essentials
gydunhn.typescript-essentials
gydunhn.web-design-essentials
helgardrichard.helium-icon-theme
htmlhint.vscode-htmlhint
ikappas.composer
jamesmaj.easy-icons
johnpapa.angular2
joy-yu.css-snippets
jprestidge.theme-material-theme
juanmnl.vscode-theme-mr-pink
kevinnorman.jammy-jellyfish-color-theme
ktiays.aicursor
lior-chamla.google-fonts
lubnadev.lubnadev-theme
madhusudhananp.vscode-ej2-angular-grid-snippet
mateocerquetella.xcode-12-theme
mechatroner.rainbow-csv
melishev.feather-vscode
mgwg.light-pink-theme
miguelsolorio.min-theme
mikael.angular-beastcode
miketromba.plum-dark-theme
miyuna.pastel-pink-dark-theme
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.live-server
ms-vscode.notepadplusplus-keybindings
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.theme-markdownkit
ms-vscode.vscode-typescript-next
naumovs.color-highlight
nicolasdschmidt.lunar-pink
nikhilmjeby.black-box
nilssoderman.batch-runner
nullmahou.mahoutheme
oguhpereira.spotify-color-theme
ohansemmanuel.css-grid-snippets
persephona.theme-dreamweaverweb
pkief.material-icon-theme
pkief.material-product-icons
pmneo.tsimporter
postman.postman-for-vscode
pranaygp.vscode-css-peek
prazdevs.zarp-icons
rangav.vscode-thunder-client
redhat.java
ritwickdey.liveserver
robberphex.php-debug
samrc.night-pink
seansassenrath.vscode-theme-superonedark
sohanr.pinkfloyd-theme
sonarsource.sonarlint-vscode
tal7aouy.theme
techer.open-in-browser
thekalinga.bootstrap4-vscode
therealmarv.vscode-theme-dark-atom-dark-green-cursor
tinaciousdesign.theme-tinaciousdesign
tinkertrain.theme-panda
tombonnike.vscode-status-bar-format-toggle
vampire-theme.vampire-theme
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wallabyjs.quokka-vscode
whizkydee.material-palenight-theme
wof.vscode-easy-print
xabikos.javascriptsnippets
xdebug.php-debug
xuangeaha.just-print-it
ziyasal.vscode-open-in-github
